
/* 今日の一言 */

	function MakeArray(n){
		this.length = n;
	}
	function kakugen(){
		var t 		= new Date();
		var dPointer	= t.getDate();
		var mTxt	= new MakeArray(31);
	// ３１個（１ヶ月分）のテキストデータを格納 :
	
mTxt[1]= "死の恐怖と生の欲望との関係と同様に、羞恥の恐怖は、同時に優越の欲望である。森田正馬";
	

mTxt[2]= "神経質は、その羞恥の情は私から見れば、人情の常態以上には出ないようであるが、その優越欲が過分なために、心にヒネクレを生じ、羞恥恐怖となる。森田正馬";
	

mTxt[3]= "患者に対して「気を小さくしてはいけない、大胆になれ、勇気を起こせ」とかいうことがある。しかるにこれは、患者自身がそう考え、そう苦しんで、その強迫観念になったものであるから、かえって患者の心の薪に油をそそぐのと、全く同様のことである。森田正馬";
	

mTxt[4]= "対人恐怖の患者は、自ら小胆ではいけない、恥かしがってはならないと頑張り、虚勢をつけようとするために、恥をも恥とせず、かえってますます恥知らずになる。森田正馬";
	

mTxt[5]= "強迫観念は、常に自分の感情に反抗し、事実を事実として認めないために、常にその目的とは反対になり、逆行するものである。森田正馬";
	

mTxt[6]= "智者（道理をわきまえた人）になる人は、常に「自分は、ものを知らない、人に劣る、あれもこれも知りたい」と思う人で、けっして「自分は立派な智者と自信しなければならぬ、人から無智と見られないように」と、知ったふりばかりするものではないのである。森田正馬";
	

mTxt[7]= "われわれは気分や想像によって、事実を思いちがえたり、自ら欺いたりしてはならない。いやでも応でも、事実は何とも動かすことができないから、常に事実を事実として、これを忍受し、服従しなければならない。森田正馬";
	

mTxt[8]= "恥かしがらないようにと、不可抗力の努力をするのは、無知、無自覚のはなはだしいもので、自分より勝（すぐ）れたものを羨むかわりに、いたずらにこれをそねに、のろい、排斥して、人の長所を学ぶことができず、自分はますます向下（こうげ）して劣等となるばかりになる。森田正馬";


mTxt[9]= "火照るのも、赤くなるのも、人の生理である。これを止めようとするのは、心臓の鼓動を随意にしようとするようなものである。苦にすることに慣れれば、自然に苦にならないようになり、赤くならないようになる。森田正馬";
	

mTxt[10]= "「恥ずかしがりや」にも、二通りある。たんに恥かしいままに、いたずらに逃避の生活を送るものと、自ら恥かしがるのを、不甲斐なく、悲しむべきことをして、強いて自ら恥かしがるまいと努力するものとが、それである。森田正馬";

mTxt[11]= "自分は負けおしみである。これをどうしても取り去ることができない、と明らかに自分の本心を認めたこと、これを自覚というのである。森田正馬";
	

mTxt[12]= "お互いにわれわれ人間は、皆負けおしみであり、無智、貧乏がいやであり、病や死は恐ろしいものである。森田正馬";
	

mTxt[13]= "負けおしみは、すなわち勝ちたがりということである。日々に勝つ工夫と、修養とを積みさえすればよい。森田正馬";
	

mTxt[14]= "多くの人は、人に好かれたい欲望のために、その人のためになるかならないか、することそのことについては、深くも考える暇もなく、いたずらに気を利かそうとするために、かえって「気が利いて間が抜ける」のである。森田正馬";
	

mTxt[15]= "人に好かれるためには、まず利己をやめ、我を捨ててかからなければならない。はじめのうちは、気が利かなくて、叱られたり、笑われたり、随分苦しい思いをしなくてはならないが、そこをジッとがまんして、ただその人のために、便利と有効と考えて工夫していけば、必ず人に好かれるようになり、人間の真心というものの有難さも、わかってくるのである。森田正馬";
	

mTxt[16]= "訥弁（とつべん：口下手）を治すことをやめて、必要なことを言い現わす工夫だけすればよい。必要に迫られなければ、なるべく無言の方がよい。森田正馬 ";
	

mTxt[17]= "可能と不可能との見境（みさかい）なく、蟷螂（とうろう）の斧のように、たんなる自分の気分のままに自分の片意地を、どこまでも押し通さなければ承知しないのを、強情我慢と名づける。度しがたいものである。森田正馬";
	

mTxt[18]="奮発するとか忠実にするとかいうのは、皆抽象的な空論であって、強いてその気になろうとするのは、いわゆる「思想の矛盾」であって、柱と角力（すもう）取るようなものである。森田正馬";
	

mTxt[19]= "木の上に登れば気が張り、寝ていれば心が弛（ゆる）む。寝ていて、気の上の気分になろうとするのが、空論である。森田正馬";
	

mTxt[20]= "神経質の患者が、常に自分の容体を家人等に細々と訴えるのは、自分が、周囲から、病人として大切に待遇してもらおうというためであり、治ってもなかなか容易に、治った、といわないのは、また再発した時の用心のためである。森田正馬";


mTxt[21]= "十の容体が一つ治った時、その一つを欣（よろこ）び感謝すれば、たちまちにしてその全体が治るようになるけれども、十の容体が九つ治って、その一つを苦にやみ、不満をもらす時には、たちまちにしてその全部が、再発するようになるのである。森田正馬";
	

mTxt[22]= "恥かしいというのは、人から良く思われ、偉いと見られ、好かれたい心であって、すなわち悪く思われ、つまらないものと見られ、憎まれたくない心であります。森田正馬";
	

mTxt[23]= "恥かしがりでいけないとか考えるのは、自分は偉い人になりたい、立派な人間になりたいと思う心が強いといって、悲観するのと同様であります。森田正馬";


mTxt[24]= "赤くなったり、汗が出たりするのは、恥かしい時の反応であって、梅干を見た時、唾が出たり、うれしくて笑い、びっくりして腹がつりあがる等も、同じことです。それをどうすることもできません。森田正馬";

	
mTxt[25]= "暑いのは、どうしたって暑い、人前では恥かしい、きまりが悪い。それはわれわれの心の事実であるから、どうすることもできない。どう思えばよいかということはない。森田正馬";


mTxt[26]= "たとえば、急に発熱して四十度になったとする。苦しい。どうしたって、苦しいことに相違はない。これをどう考えればよいかと、理屈をいえばいうほど、ますます苦しくなるばかりである。森田正馬";
	

mTxt[27]= "暑さでも対人恐怖でも、皆受け入れるとか任せるとかあるがままとかいったら、その一言で苦しくなる。理屈をいえばいうほど、そのことに気がつき、心が執着するようになる。森田正馬";


mTxt[28]= "われわれは欲しいと恥かしいと、この心の両方面を依怙（えこ）ヒイキなく、正しく認めて、素直に境遇に順応すれば、強迫観念はなくなるのである。森田正馬";
	

mTxt[29]= "怪我は痛く、恥かしいことは苦しく悩ましいのは、当然のことである。すなわちそれは、忘れようとしたり、気を紛らせようとしたりしても、どうすることもできないことである。森田正馬";
	
mTxt[30]= "「顔が上げられなくなる」、そのままでよろしい。強いて勇気を出して、顔を上げようとせず、オドオドして、恥かしがっていればよいのです。森田正馬";

mTxt[31]= "試験に及第（きゅうだい：試験に合格すること）したいということを忘れて、気楽に本を読みたいと考え、あるいは貯金することをやめて、金の欲を離れる修養をするというふうの考え方をするのが、神経質という気質の人であり、これが亢（こう）じて強迫観念というものになる。森田正馬";
	

	

document.write("<font size='3' color='#4f4f4f'>" + mTxt[dPointer] + "</font>");
	}
	function rout_1(){
		var t 	= new Date();
		var w	= new MakeArray(7);
		w[1] 	=	"日";
		w[2]	=	"月";
		w[3] 	=	"火";
		w[4]	=	"水";
		w[5] 	=	"木";
		w[6]	=	"金";
		w[7] 	=	"土";
		var y	=	t.getFullYear();
		var m	=	t.getMonth() + 1;
		var d	=	t.getDate();
		document.write("<font size='3' color='#aa0000'>" + y + "年" + m + "月" + d + "日-" + w[t.getDay() + 1] + "曜日</font>");
	}
