/* 今日の一言 */

	function MakeArray(n){
		this.length = n;
	}
	function kakugen(){
		var t 		= new Date();
		var dPointer	= t.getDate();
		var mTxt	= new MakeArray(31);
	// ３１個（１ヶ月分）のテキストデータを格納 :
	
mTxt[1]= "強迫観念の本を読んで、「あるがまま」とか「なりきる」とかいうことを、なるほどと理解し、承認すればよいけれども、一度自分が「あるがまま」になろうとしては、それは「求めんとすれば得られず」で、すでに「あるがまま」ではない。なぜなら「あるがまま」になろうとするのは、実はこれによって、自分の苦痛を回避しようとする野心があるのであって、苦痛は当然苦痛であるということの「あるがまま」とはまったく反対であるからである。森田正馬";
	

mTxt[2]= "「眠らなくともけっして身体に障ることはない」といわれて、「なるほどそれで安心した」といえば、ただちに不眠は治るのであるが、「そう思って安眠ができるものなら、そう思うことにしよう」といえば、もはやけっして眠れないのである。森田正馬";
	

mTxt[3]= "人生は苦は苦であり、楽は楽である。「柳は緑、花は紅」である。その「あるがまま」にあり、「自然に服従し、境遇に従順である」のが真の道である。毎日の心持ちを引き立たせる最も安楽な道である。憂鬱や絶望を面白くし、雨を晴天にし、柳を紅にしようとするのが不可能な努力であって、世の中に、これ以上苦痛なことはない。人生は腹が減れば食べたく、腹がはれば食べたくない。いつも食べたく、美味でありたいというのが、思想の迷妄であり、哲学・宗教の邪道であるのである。森田正馬";
	

mTxt[4]= "書痙は、とにかく書けるようになった。それでよくなったといえる。人前でもよく書きたい。一時間のものを三十分で書きたい、と思う。人前でよく書きたいのは、雨が降れば気がうっとうしい、人前では恥ずかしいというのと同じである。事実唯真というが、以前よりよくなったとただ思えばよい。またもっと上手になりたいと思うのもよい。ただ自分はどこまでも欲張るものであるということを認めるとともに、以前よりはよくなったという事実を認めなければならない。森田正馬";
	

mTxt[5]= "十中一つ治ったと思えば、全部治る。一つ治らないといって苦にすればまた十になる。十中一つよくなったという事実を認めればよい。一つ治ったことを忘れ、悔しいと思えばまた元にもどる。書痙のなかったときの字は、いまよりも上手がどうか、普通の人でもっと下手な人がある。上手に書こうという気がない。いまの学生は字が下手である。書痙の人は、みな必ず普通の人より上手に書けながら、その事実を認めないのである。森田正馬";
	

mTxt[6]= "「なりきる」ということがある。苦痛そのものになりきれば、「山に入って、山を見ず」というように、比較する何物もないから、ただそれきりのものである。だが「これくらいのことは、我慢しなければならぬ」とか、「これでは、とても耐えきれない」とか、苦痛の大小・軽重を比較・批判するときには、そこに苦痛は、客観的に、眼前にありありと現出して、ますます耐えられないようになる。また客観的な表現としては、「苦痛を甘受する」とかいって、「苦いものを甘く感じる」というような言語の矛盾にさえも陥ることがある。森田正馬";
	

mTxt[7]= "われわれは自分の欲望にかじりつき、もしくは乗り切るということによって、はじめて自分の現在になりきることができる。もしいたずらに「分に安んずる」とか「断念を断つ」とか、ありふれた理想主義の教えにとらわれるときは、われわれの本来の欲望は、事実においてこれを断つことはできないから、結局は「前を謀り後ろを慮る」という心に煩わされるのはやむを得ないことになるのである。森田正馬";
	

mTxt[8]= "腰がかるいということは、思い立ったことに、早く気軽に手を出して実行することであって、これは何ごとにも功利的で、一つ一つのことに労力と時間との見積もりを立て、損得を打算し、骨惜しみをして、物事をおっくうに思うということのないときにできることである。つまるところは捨て身の態度ということに帰着する。森田正馬";


mTxt[9]= "言おうか言うまいかと迷うことについても、種々の度合いがある。気の軽い人は、言いたいことがあれば、心の何の拮抗作用もなくてそのままべらべらしゃべってしまう。（略）神経質は言いたくてたまらないで、しかも大事をとるから、心の葛藤が非常に強い。これが一歩間違えば、言おうか言うまいかのただの二道の堂々巡りの迷いになるが、これが一転して、よく場合を考え、適切な文句を工夫するというふうになれば、上等になる。森田正馬";
	

mTxt[10]= "私にとっては死ということは、いかなる場合、いかなる条件にも、常に必ず絶対的に恐ろしいものである。私はたとえ私が百二十五歳まで生きたとしても、その時に死が恐ろしくなくなることは、けっしてないということを予言することができる。私は少年時代から四十歳ころまでは、死を恐れないように思う工夫をずいぶんやってきたけれども、「死は恐れざるを得ず」ということを明らかに知って後は、そのようなむだ骨折りをやめてしまったのであります。森田正馬";

mTxt[11]= "「死は恐ろしい。生きるのは苦しい。」言い換えれば、「死を恐れないで、人生の思うままの目的を、楽々とし遂げたい」ということになる。これが神経質の特徴であって、無理にも、自然に反抗しようとする態度になり、死は当然恐ろしい。大なる希望には、大なる苦痛・困難があると、きわめて簡単なことを覚悟しさえすれば、それだけで神経質の症状は、強迫観念でもなんでも、すべて消失するのである。すでに神経質の全治した人には、これが簡単に理解できるが、まだ治らない人は、まったく嘘のようなほらのような話しである。森田正馬";
	

mTxt[12]= "平常心という文字から察すれば、それは自然の心という意味ではなかろうか。死は恐ろしい。電車の中で、今にも死にはしないかと思うときは、当然不安である。そのあるがままの心が、すなわち平常心ではあるまいか。すなわち電車の中でその恐怖心そのままになりきって、あるいは逃げ出したり交番に駆け込んだりしないで、じっと忍受していれば、そのまま発作は経過して、苦悩は雲散霧消する。森田正馬";
	

mTxt[13]= "平常心というのは、当然の心、あるべきはずの心、すなわちわれわれの心の事実である。夏は暑く、冬は寒い。心臓麻痺は恐ろしく、幽霊は君が悪く、腹が減れば、飯が食いたい。木に登れば、はらはらするし、畳の上に寝転んでいれば、はらはらしない。その当然の心が、平常心である。森田正馬";
	

mTxt[14]= "心臓麻痺恐怖の人があるとする。医者は大丈夫だという。それは客観的事実である。しかし本人はやはり怖い、これは主観的事実である。このとき患者は大丈夫だという客観的事実と、自分は怖がる者であるという主観的事実とを認めねばならない。それがありのままである。森田正馬";
	

mTxt[15]= "「じれったい」気分を抑えようとする不可能の努力を、私は「思想の矛盾」と名づけ、他方の心の事実に従うことを、私は「あるがまま」とか、「自然に服従する」とか名付けている。このように「思想の矛盾」は、いたずらにわれとわが心と一人角力（すもう）をとって、少しも仕事の方には身が入らず、これに反して一方の「自然に服従」の方は、仕事の工夫のみに熱中して、少しも自分の不快感には気がつかないのである。森田正馬";
	

mTxt[16]= "「あせってしかたがない」われわれは常に心がハラハラとあせっているようなのが最も優秀な心身の持ち主であります。それは食欲が強盛で見るもの聞くもの何でも食いたいという健康な人と同様です。知識欲向上欲に駆られているものは、常に周囲の刺激に対してハラハラせざるを得ないものであります。それでこれは「自然に服従し、境遇に柔順なれ」という心であってはじめてこれができるのであります。森田正馬";
	

mTxt[17]= "普通の人も、修養の心がけのない者は、この自分の心の回転の状態に気がつかないのであるが、とくに、神経質は、自己中心的であるから、ひかみ・ひねくれの心が非常に強い。まず第一に、その心を打ち壊す手段が、すなわち治療法の眼目であります。森田正馬";
	

mTxt[18]="「自然に服従」とは、「忙しければ気がハラハラする」のはわれわれの心の自然の事実であるから、これを落着けようとか無感覚になろうとかするのでなく、その心のまま忍従してあせっていることをいうのです。(略)最も大切な心がけはそのハラハラの心を抑えつけ否定してはいけないことであって、この心がはじめてその人を偉くする最も大切な基礎であります。森田正馬";
	

mTxt[19]= "もっとも大切な心がけは、素直な心、「自然に服従し境遇に柔順なる心」で、自分の自然の感情を、強いて反抗せず抑圧せずに、そのまま我慢忍受して、周囲の境遇・自分の分相応のことに柔順ということを忘れてはならないのであります。森田正馬";
	

mTxt[20]= "いま私が「試験を受けよ」と忠告する。そのときに本人は「こんなに頭が悪くて、できるはずがない」と考える。それを「我」という。しかし森田先生がせっかくそういうから、「良き人の仰せに従って、地獄か極楽か、一かバチか、行きつくところまで、やってみよう」というのが、平たくいえば「試みる」、上品にいえば、「まかせる」という心境である。この「我」と、「試みる」ということとが、意識的に自覚して、はっきりと、心のうちに両立して、実行に現われるのを「従順」というのである。森田正馬";


mTxt[21]= "素直とは、自分でわからぬながら、自分の信頼する人の教えるままに、仮に「そうかなあ」と定めて、試みにやってみることである。少しも難しいことはない。「わからない」と断言して、少しも実行してみようとしない。これが横着であり強情である。この素直と強情との区別が、治ると治らないとの分かれ道であります。森田正馬";
	

mTxt[22]= "いやなことを、いやでなくしておいて、それから手を出そうとするのが、神経質の通弊でありずるいところである。試験勉強は、当然苦しい。それで勉め強いるという。もしそれが面白かったときには、試験道楽というべきである。その苦しいのを面白くありたいと思うときに、読書恐怖になるのである。森田正馬";
	

mTxt[23]= "苦しいながら、我慢して勉強するのを、柔順という。その柔順は、はじめは、ほんのふりをするだけでも、ともかくも、実行しさえすれば、心のうちの感じは、どうでもよい。これを気分本位を捨てて事実本位になるというのである。森田正馬";
	

mTxt[24]= "不眠でも、赤面恐怖でも、なんでもこれを治そうと思う間は、どうしても治らぬ。治すことを断念し、治すことを忘れたら治る。これを私は「思想の矛盾」として、説明してあることは、みなさんのご承知のとおりです。たとえば、岸辺の景色が（思想・観念という）水面に影を映すようなもので、（観念の）水がなければ、影という余計なものがなくて、ただ景色そのままの事実があるのみであります。観念があるために余計な邪魔になるのである。森田正馬";
	

mTxt[25]= "神経質が、不眠なり強迫観念なりを治したい、苦しいことが楽になりたい。それは当然のことである。しかし一度これは病気でないから、治すべきはずのものでないということを知れば、これを度外視して、普通の人のように働く。そのうちに、仕事に心を奪われて、治そうとすることを忘れる。そうして治るのである。森田正馬";

mTxt[26]= "「治らずに治った」という問題について、それは「治らずに」とは、客観的な説明であって、「治った」とは主観的である。これは時を違えて、これを見る自分の立場と、見方の態度とを違えて見たことを記述したのであって、たんに説明のための説明、理論のための理論に堕して、自分の当面の心境その物の表現ではないのである。「あの家は、高くて低い」というのも同然である。すなわち下から望めば高く、山の上から見下ろせば低いのである。せっかくの高楼の壮観も、これでは観照にも詩にもならない。森田正馬";
	

mTxt[27]= "人が死にたくないのは、生きたいがためである。強くおおきく生きるためには、死もなお辞さない。石に齧（かじ）りついても、生きねばならぬ。この他に、神経質者のゆくべき道はない。森田正馬";
	

mTxt[28]= "「苦しいことはいや」「手軽にできぬことは面倒」という事実を、動かすべからざることとすれば、一般の教育家や道徳家のいうように、「いやとか面倒とか思ってはならぬ」「忍耐力を養わねばならぬ」とかいうような、余計な精神葛藤のむだ骨折りをしなくなり、いやなことは好きなように改良し、面倒なことは、早く仕上げるような工夫をするから、心は絶えず進歩と創造とで引き立つようになるのである。森田正馬";
	

mTxt[29]= "われわれ人間は、物事に執着し、あこがれたり喜んだりする。これが破滅すれば悲しみ苦しむ。これが事実である。その破滅したとき、これを抽象すると「裸になった、もとに帰った」ということになる。この喜ぶとか悲しむとかいうことは、夏は暑く、冬は寒いというと同様で、どうにもしかたのない事実である。思い曲げようとしても、けっして曲がるものではない。すなわち洞山禅師は寒いときは寒になりきり、暑いときは熱になりきれと教えた。つまり、事実そのままよりほかに、しかたがない、という意味にほかならぬのである。森田正馬";
	

mTxt[30]= "「くたびれたときどうするか」ではない。そのときどきの自分の境遇に対するあるものに対して、目をとめる。私はこれを一般に、「見つめよ」といって教える。試験勉強の本なり忙しい事務の書類なりに、静かに目をとめていさえすればよい。そのうちに、自然に自分の身体の状態に適応した精神活動が起こってくるのである。自己内省的に、まず自分の疲労の状態から、測量してかかるのではない。周囲の境遇に従って、心を外向的に、物そのものに向けるのである。森田正馬";

mTxt[31]= "「性格の違う人とは交際ができない」とかいうような質問は、著明なる神経質の特徴であって神経質でない人は、ほとんどこのような質問をしない。それは普通の人は、誰でも、嫌いな人は不快であり、性格の異なる人とはソリが合わない、当然のことである。これを抑圧しようともどうしようともせずに、ただ我慢して境遇を押しきり、運命を切り開いていこうとしている。これに反して、神経質は自己中心的の功利主義から、自分の苦痛を最も少なくして、最も大なる幸福を得ようとする工夫から楽々と愉快に、人と交際し、何ごとにも、自分の思うとおりにしたいと考えるからであります。森田正馬";
	

	

document.write("<font size='2' color='#000'>" + mTxt[dPointer] + "</font>");
	}
	function rout_1(){
		var t 	= new Date();
		var w	= new MakeArray(7);
		w[1] 	=	"日";
		w[2]	=	"月";
		w[3] 	=	"火";
		w[4]	=	"水";
		w[5] 	=	"木";
		w[6]	=	"金";
		w[7] 	=	"土";
		var y	=	t.getFullYear();
		var m	=	t.getMonth() + 1;
		var d	=	t.getDate();
		document.write("<font size='2' color='#aa0000'>" + y + "年" + m + "月" + d + "日-" + w[t.getDay() + 1] + "曜日</font>");
	}
